[
    {
        "title": "Appendicitis",
        "description": "Inflammation of the appendix that can cause severe abdominal pain.",
        "general_explanation": "Appendicitis occurs when the appendix becomes inflamed, typically resulting in intense pain in the lower abdomen. Surgery is often required to remove it.",
        "how_it_relates_to_the_symptoms": "Lower abdominal pain is a primary symptom of appendicitis. Severe pain may also lead to difficulty breathing due to discomfort.",
        "urgency": 9,
        "likelihood": 6,
        "4_letters_summary": "APND",
        "2_letters_summary": "AP",
        "1_letters_summary": "A"
    },
    {
        "title": "Diverticulitis",
        "description": "Inflammation of small pouches in the digestive tract.",
        "general_explanation": "Diverticulitis involves inflammation of diverticula in the digestive tract, which can cause pain and digestive symptoms. It often affects the lower left abdomen.",
        "how_it_relates_to_the_symptoms": "Lower abdominal pain is common, particularly on the left side, and severe discomfort can occasionally impact breathing.",
        "urgency": 7,
        "likelihood": 5,
        "4_letters_summary": "DVRT",
        "2_letters_summary": "DV",
        "1_letters_summary": "D"
    },
    {
        "title": "Kidney Stones",
        "description": "Hard deposits formed in the kidneys that can cause intense pain.",
        "general_explanation": "Kidney stones are mineral deposits that form in the kidneys. They can cause intense pain as they move through the urinary tract.",
        "how_it_relates_to_the_symptoms": "Pain can be felt in the lower abdomen, especially if stones are in the ureter. Pain severity can impact breathing patterns.",
        "urgency": 8,
        "likelihood": 5,
        "4_letters_summary": "KDST",
        "2_letters_summary": "KS",
        "1_letters_summary": "K"
    },
    {
        "title": "Gastritis",
        "description": "Inflammation of the stomach lining.",
        "general_explanation": "Gastritis refers to the inflammation of the stomach lining, which can lead to abdominal pain, nausea, and sometimes difficulty breathing.",
        "how_it_relates_to_the_symptoms": "Pain in the lower stomach can occur with gastritis. Severe cases may impact breathing due to discomfort.",
        "urgency": 5,
        "likelihood": 6,
        "4_letters_summary": "GSTR",
        "2_letters_summary": "GS",
        "1_letters_summary": "G"
    },
    {
        "title": "Pancreatitis",
        "description": "Inflammation of the pancreas causing abdominal pain and digestive issues.",
        "general_explanation": "Pancreatitis is an inflammation of the pancreas, often causing severe pain in the abdomen and requiring medical attention.",
        "how_it_relates_to_the_symptoms": "Pain is usually located in the upper abdomen but may radiate to the lower areas, affecting breathing when severe.",
        "urgency": 8,
        "likelihood": 4,
        "4_letters_summary": "PNCR",
        "2_letters_summary": "PC",
        "1_letters_summary": "P"
    },
    {
        "title": "Pneumonia",
        "description": "Lung infection that causes breathing difficulty.",
        "general_explanation": "Pneumonia is an infection that inflames the air sacs in one or both lungs, leading to coughing, chest pain, and breathing difficulties.",
        "how_it_relates_to_the_symptoms": "Breathing difficulty and associated discomfort could suggest a respiratory issue, potentially pointing to pneumonia.",
        "urgency": 9,
        "likelihood": 7,
        "4_letters_summary": "PNMN",
        "2_letters_summary": "PN",
        "1_letters_summary": "P"
    },
    {
        "title": "Peptic Ulcer",
        "description": "Sores on the lining of the stomach or small intestine.",
        "general_explanation": "Peptic ulcers are open sores that develop on the inside lining of the stomach and upper portion of the small intestine, leading to abdominal pain.",
        "how_it_relates_to_the_symptoms": "Ulcers can cause pain in the stomach area that may radiate downward. Severe discomfort can impact breathing rhythm.",
        "urgency": 6,
        "likelihood": 5,
        "4_letters_summary": "PTUC",
        "2_letters_summary": "PU",
        "1_letters_summary": "P"
    },
    {
        "title": "Irritable Bowel Syndrome",
        "description": "Disorder causing abdominal pain and altered bowel habits.",
        "general_explanation": "IBS is a chronic condition that affects the large intestine, resulting in abdominal pain, bloating, and changes in bowel habits.",
        "how_it_relates_to_the_symptoms": "IBS can lead to lower abdominal pain, though breathing issues are uncommon unless anxiety accompanies symptoms.",
        "urgency": 4,
        "likelihood": 6,
        "4_letters_summary": "IBSD",
        "2_letters_summary": "IB",
        "1_letters_summary": "I"
    },
    {
        "title": "Pulmonary Embolism",
        "description": "Blood clot in the lung that obstructs blood flow.",
        "general_explanation": "A pulmonary embolism is a blockage in one of the pulmonary arteries in the lungs, often caused by blood clots that travel from the legs.",
        "how_it_relates_to_the_symptoms": "Breathing issues and chest discomfort are typical symptoms, although lower abdominal pain can also occur.",
        "urgency": 10,
        "likelihood": 4,
        "4_letters_summary": "PLEM",
        "2_letters_summary": "PE",
        "1_letters_summary": "P"
    },
    {
        "title": "Gallstones",
        "description": "Hardened deposits in the gallbladder causing pain.",
        "general_explanation": "Gallstones are solid particles that form in the gallbladder, leading to severe abdominal pain, especially after meals.",
        "how_it_relates_to_the_symptoms": "Pain may occur in the lower abdomen if stones are large, though breathing issues are rare unless pain is intense.",
        "urgency": 6,
        "likelihood": 5,
        "4_letters_summary": "GLST",
        "2_letters_summary": "GS",
        "1_letters_summary": "G"
    },
    {
        "title": "GERD",
        "description": "Acid reflux causing stomach discomfort and breathing issues.",
        "general_explanation": "GERD is a digestive disorder where stomach acid flows back into the esophagus, causing symptoms like heartburn and abdominal discomfort.",
        "how_it_relates_to_the_symptoms": "GERD can lead to pain in the lower abdomen and occasional breathing issues when reflux is severe.",
        "urgency": 4,
        "likelihood": 7,
        "4_letters_summary": "GERD",
        "2_letters_summary": "GD",
        "1_letters_summary": "G"
    },
    {
        "title": "Abdominal Aortic Aneurysm",
        "description": "Swelling of the abdominal aorta, potentially life-threatening.",
        "general_explanation": "An abdominal aortic aneurysm is a bulging or swelling in the aorta that can rupture, leading to severe internal bleeding.",
        "how_it_relates_to_the_symptoms": "Severe lower abdominal pain can indicate an aneurysm, and related symptoms might impact breathing.",
        "urgency": 10,
        "likelihood": 3,
        "4_letters_summary": "AAAA",
        "2_letters_summary": "AA",
        "1_letters_summary": "A"
    },
    {
        "title": "Pancreatic Cancer",
        "description": "A malignant tumor in the pancreas causing pain and weight loss.",
        "general_explanation": "Pancreatic cancer can cause severe abdominal pain and impact digestion, often requiring extensive treatment.",
        "how_it_relates_to_the_symptoms": "Pain in the lower abdomen and general discomfort might indicate an underlying pancreatic condition.",
        "urgency": 9,
        "likelihood": 2,
        "4_letters_summary": "PNCA",
        "2_letters_summary": "PC",
        "1_letters_summary": "P"
    },
        {
            "title": "Hernia",
            "description": "Protrusion of an organ through the abdominal wall.",
            "general_explanation": "A hernia occurs when an organ or tissue pushes through a weak spot in the abdominal muscles. It can cause significant pain and discomfort.",
            "how_it_relates_to_the_symptoms": "Lower abdominal pain is common with hernias, and discomfort can affect breathing patterns.",
            "urgency": 7,
            "likelihood": 6,
            "4_letters_summary": "HRNA",
            "2_letters_summary": "HN",
            "1_letters_summary": "H"
        },
        {
            "title": "Ileus",
            "description": "Lack of movement in the intestines leading to pain.",
            "general_explanation": "Ileus is a temporary cessation of normal bowel movements and motility, leading to pain, bloating, and possible nausea.",
            "how_it_relates_to_the_symptoms": "Ileus can cause pain in the lower abdomen. Severe cases may affect breathing due to abdominal bloating.",
            "urgency": 6,
            "likelihood": 5,
            "4_letters_summary": "ILEU",
            "2_letters_summary": "IL",
            "1_letters_summary": "I"
        },
        {
            "title": "Crohn's Disease",
            "description": "Chronic inflammatory bowel disease affecting the digestive tract.",
            "general_explanation": "Crohn's disease is an autoimmune condition causing inflammation in the digestive tract, leading to pain, diarrhea, and weight loss.",
            "how_it_relates_to_the_symptoms": "Lower abdominal pain is a common symptom, and discomfort may occasionally impact breathing.",
            "urgency": 5,
            "likelihood": 4,
            "4_letters_summary": "CRON",
            "2_letters_summary": "CD",
            "1_letters_summary": "C"
        },
        {
            "title": "Mesenteric Ischemia",
            "description": "Reduced blood flow to the intestines causing pain.",
            "general_explanation": "Mesenteric ischemia is a condition where blood flow to the intestines is restricted, causing severe abdominal pain and digestive distress.",
            "how_it_relates_to_the_symptoms": "Lower abdominal pain may indicate compromised blood flow. Severe pain could lead to breathing issues.",
            "urgency": 9,
            "likelihood": 3,
            "4_letters_summary": "MSIC",
            "2_letters_summary": "MI",
            "1_letters_summary": "M"
        },
        {
            "title": "Acute Bronchitis",
            "description": "Inflammation of the bronchial tubes causing breathing issues.",
            "general_explanation": "Bronchitis is an infection of the bronchial tubes in the lungs, resulting in cough, chest discomfort, and difficulty breathing.",
            "how_it_relates_to_the_symptoms": "Breathing issues may indicate bronchitis, especially if accompanied by discomfort radiating downward.",
            "urgency": 4,
            "likelihood": 6,
            "4_letters_summary": "BRNC",
            "2_letters_summary": "AB",
            "1_letters_summary": "B"
        },
        {
            "title": "Liver Disease",
            "description": "Damage to the liver causing pain and fatigue.",
            "general_explanation": "Liver disease can result from various factors, leading to abdominal pain, fatigue, and digestive issues.",
            "how_it_relates_to_the_symptoms": "Liver pain often radiates to the lower abdomen and may affect breathing if severe.",
            "urgency": 6,
            "likelihood": 5,
            "4_letters_summary": "LVDS",
            "2_letters_summary": "LD",
            "1_letters_summary": "L"
        },
        {
            "title": "Intestinal Obstruction",
            "description": "Blockage in the intestines causing severe pain.",
            "general_explanation": "An obstruction in the intestines can prevent food or liquid from passing through, causing pain, bloating, and nausea.",
            "how_it_relates_to_the_symptoms": "Lower abdominal pain and bloating can indicate an obstruction, with pain severity impacting breathing.",
            "urgency": 8,
            "likelihood": 4,
            "4_letters_summary": "INTS",
            "2_letters_summary": "IO",
            "1_letters_summary": "I"
        },
        {
            "title": "Pleuritis",
            "description": "Inflammation of the lining around the lungs.",
            "general_explanation": "Pleuritis is an inflammation of the pleura, the lining around the lungs, often causing sharp chest pain with breathing.",
            "how_it_relates_to_the_symptoms": "Breathing difficulty is a primary symptom, potentially coupled with abdominal discomfort.",
            "urgency": 7,
            "likelihood": 5,
            "4_letters_summary": "PLUR",
            "2_letters_summary": "PL",
            "1_letters_summary": "P"
        },
        {
            "title": "Hiatal Hernia",
            "description": "Part of the stomach pushes into the chest cavity.",
            "general_explanation": "A hiatal hernia occurs when a portion of the stomach pushes up into the chest through an opening in the diaphragm.",
            "how_it_relates_to_the_symptoms": "Breathing issues and abdominal pain can arise from hiatal hernias, especially after meals.",
            "urgency": 5,
            "likelihood": 6,
            "4_letters_summary": "HTHR",
            "2_letters_summary": "HH",
            "1_letters_summary": "H"
        },
        {
            "title": "Gastroenteritis",
            "description": "Inflammation of the stomach and intestines causing pain and vomiting.",
            "general_explanation": "Gastroenteritis is an infection causing inflammation of the stomach and intestines, leading to symptoms like pain, nausea, and diarrhea.",
            "how_it_relates_to_the_symptoms": "Lower abdominal pain and digestive distress can result from gastroenteritis.",
            "urgency": 4,
            "likelihood": 7,
            "4_letters_summary": "GAST",
            "2_letters_summary": "GE",
            "1_letters_summary": "G"
        },
        {
            "title": "Anxiety Attack",
            "description": "A sudden episode of intense fear or discomfort.",
            "general_explanation": "Anxiety attacks can cause rapid heart rate, abdominal pain, and difficulty breathing, often mistaken for a physical illness.",
            "how_it_relates_to_the_symptoms": "Breathing issues and abdominal discomfort may accompany anxiety attacks.",
            "urgency": 4,
            "likelihood": 6,
            "4_letters_summary": "ANXT",
            "2_letters_summary": "AX",
            "1_letters_summary": "A"
        },
        {
            "title": "Pericarditis",
            "description": "Inflammation of the sac surrounding the heart.",
            "general_explanation": "Pericarditis is an inflammation of the pericardium, causing chest pain, often worsened by deep breathing.",
            "how_it_relates_to_the_symptoms": "Breathing difficulty and chest discomfort may be due to pericardial inflammation, sometimes radiating downward.",
            "urgency": 8,
            "likelihood": 4,
            "4_letters_summary": "PERI",
            "2_letters_summary": "PC",
            "1_letters_summary": "P"
        },
        {
            "title": "Acid Reflux",
            "description": "Backflow of stomach acid into the esophagus.",
            "general_explanation": "Acid reflux can cause abdominal discomfort and a burning sensation in the chest, often after meals.",
            "how_it_relates_to_the_symptoms": "Acid reflux can result in lower abdominal discomfort and breathing difficulties.",
            "urgency": 4,
            "likelihood": 7,
            "4_letters_summary": "ACRF",
            "2_letters_summary": "AR",
            "1_letters_summary": "A"
        },
        {
            "title": "Chronic Obstructive Pulmonary Disease",
            "description": "A chronic lung condition causing breathing issues.",
            "general_explanation": "COPD is a chronic inflammatory lung disease causing obstructed airflow from the lungs.",
            "how_it_relates_to_the_symptoms": "Breathing issues and chest discomfort can be signs of COPD, with some abdominal pain in severe cases.",
            "urgency": 6,
            "likelihood": 4,
            "4_letters_summary": "COPD",
            "2_letters_summary": "CO",
            "1_letters_summary": "C"
        },
        {
            "title": "Lung Cancer",
            "description": "A malignant tumor in the lungs causing respiratory symptoms.",
            "general_explanation": "Lung cancer often presents with cough, chest pain, and breathing issues. It can spread to other organs.",
            "how_it_relates_to_the_symptoms": "Breathing difficulties and discomfort may suggest a respiratory issue, possibly lung cancer if severe.",
            "urgency": 9,
            "likelihood": 3,
            "4_letters_summary": "LUNG",
            "2_letters_summary": "LC",
            "1_letters_summary": "L"
        }
] 